bmewburn.vscode-intelephense-client
charliermarsh.ruff
chrischinchilla.vscode-pandoc
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cvergne.vscode-php-getters-setters-cv
dbaeumer.vscode-eslint
detachhead.basedpyright
ecmel.vscode-html-css
esbenp.prettier-vscode
kevinrose.vsc-python-indent
mikestead.dotenv
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.python
ms-vscode.powershell
nadim-vscode.html-meta-tags-hero
natizyskunk.sftp
neilbrayfield.php-docblocker
oderwat.indent-rainbow
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
stylelint.vscode-stylelint
syler.sass-indented
vladeeg.vscode-theme-vlight
